---
kind: property
id: P:Autodesk.Revit.UI.Events.MessageBoxData.Message
zh: 消息、提示
source: html/c257cfd7-a990-930b-befc-a14e537c66c0.htm
---
# Autodesk.Revit.UI.Events.MessageBoxData.Message Property

**中文**: 消息、提示

The message that has been displayed in the dialog box.

## Syntax (C#)
```csharp
public string Message { get; }
```